{  
   nodes:[  
      {  
         node:{  
            title:"1.12 INTERACT",
            Depth:"3",
            Body:"Well done practicing the skills! Now that you have learned the skills and are able to apply them in theory, let’s practice them at home with your family! Over the next few days, try to practice one of the two strategies. Click on the one you would like to try at home.  If you like to practice both, you definitely are allowed to!  Activity 1: Think about your parenting style. Where do you fall on the continuum from indulgent to controlling? Identify a situation where you might parent your child more with the indulgent or controlling style. Write this situation in the box below. [provide a text box here for writing in the answer, in LMS] Remember that the ideal parenting style balances warmth and love with rules. Write down one or two things below that you can say or do to provide your child with more warmth or structure. You can show warmth by being encouraging and supporting your child when he or she struggles. You can also provide structure by setting clear rules and providing feedback when these are broken, but remember to stay calm.   [provide a text box for writing in the answer, in LMS] ",
            Image:"",
            Tags:"",
            Title:"1.12 INTERACT",
            Content ID:"0",
            Nid:"0"
         }
      },
      {  
         node:{  
            title:"1.11 REACT 3",
            Depth:"3",
            Body:" ",
            Image:"",
            Tags:"",
            Title:"1.11 REACT 3",
            Content ID:"0",
            Nid:"0"
         }
      },
      {  
         node:{  
            title:"1.10 REACT 2",
            Depth:"3",
            Body:"Jason and Timothy are excited that their father has returned from a work trip and run to greet him at the door. Jason trips and slides along the wall. Two pictures fall of the wall and their frames break. He is sorry for what happened and starts to clean up the mess. Their mom is very angry and yells at both of them for running inside the house again. She sends them to their rooms and they are grounded for two days for running inside the house. ",
            Image:"",
            Tags:"",
            Title:"1.10 REACT 2",
            Content ID:"0",
            Nid:"0"
         }
      },
      {  
         node:{  
            title:"1.9 - REACT",
            Depth:"3",
            Body:"Sam and her five-year-old daughter Lilia are sitting at the dining room table. They are making a birthday card full of geometric shapes cut out to look like flowers. This card will be for Sam and Lilia’s neighbor, who is turning 60 next week. Lilia is cutting out the shapes to glue on to the birthday card. She is struggling with cutting out the smaller circles for the center of the flowers, but she is has successfully cut out thin rectangles for the stems. Sam encourages her to keep trying and gives her some advice on how to hold the circles so that it is easier to cut them. After they are done, Sam says “We need to clean the table for dinner. Can you please pick up the paper pieces and throw them out while I put away the scissors?” Lilia willingly helps. ",
            Image:"",
            Tags:"",
            Title:"1.9 - REACT",
            Content ID:"0",
            Nid:"0"
         }
      },
      {  
         node:{  
            title:"1.8 - Summary",
            Depth:"3",
            Body:"Although each child develops differently, you can expect that your child will achieve some milestones in his or her physical, cognitive, social, and emotional development. [add the 7Cs visual from p. 10 of the participant workbook here, either before or after the text]  Developing resiliency is important for children and you can help nurture resiliency through loving parenting. Use the graph to help you remember the seven Cs of resiliency! You can also find this and other graphs on the “Resource” page in the menu. [add visual graph from page 14 of the parent workbook here above or below the text and as a PDF to the “Resource” page]  There are three parenting styles: Indulgent, controlling, and authoritative.  Remember that authoritative is the ideal parenting style as it balances warmth with limit-setting. Through this style you provide encouragement and support to your child, but you also provide the necessary structure and rules to keep them safe. Praise and feedback are important, as are opportunities of practice and growth. We want our children to develop positive qualities and we as parents can help by providing a nurturing environment! When you are ready to practice your new learned skills, head to the next page. ",
            Image:"",
            Tags:"",
            Title:"1.8 - Summary",
            Content ID:"0",
            Nid:"0"
         }
      },
      {  
         node:{  
            title:"1.7 - Parenting Styles",
            Depth:"3",
            Body:"We must teach our children the skills they need to be resilient and successful during good and tough times. But how can we do this effectively? Research shows that children respond well when there is a high level of positive interaction and structure. Positive interactions are not only more enjoyable and less stressful for us, as parents, but they help children feel more supported, competent, and confident. The result is more compliant behavior! Let’s learn about different parenting styles in this section. Video - Play section 1.12.part1 (parenting styles) from 0:31 min to 1:53 min       The parents we just watched were strict and, from the children’s perspectives, appeared rigid, controlling and angry. Limits can be enforced without using anger, blame, or criticism. Now, let’s watch a parent with indulgent or permissive style.  Video - Play section 1.12.part2 (parenting styles) from 0:18 min to 0:41       Video - Play section 1.12.part1 (parenting styles) from 1:53 min to end     ACTIVITY What parenting style did you see? Slide the heart to the correct side NOTE: ROBUS WAS WORKING ON THIS EXAMPLE ",
            Image:"",
            Tags:"",
            Title:"1.7 - Parenting Styles",
            Content ID:"0",
            Nid:"0"
         }
      },
      {  
         node:{  
            title:"1.6 - Nurturing Qualities",
            Depth:"3",
            Body:"As parents, we hope to nurture positive qualities in our children. Certainly, we feel a great deal of pride when our children accomplish something important like getting straight A’s or making the play that wins the baseball game. But, as parents, we know these achievements are not nearly as important as the character qualities our children develop. Our long-term goal is to help our children develop the qualities they need to live fulfilling lives, and to make positive contributions to the world around them.  STICK FIGURE ACTIVITY   We want our children to become happy and healthy adults. Below, write down a few qualities that you want to see your child develop for a lifetime of success. For example, you might write honest or trustworthy. NOTE: THERE ARE SEVERAL NOTES OF HOW THIS CAN BE STRUCTURED IN THE SESSION DOC ON BOX. ",
            Image:"",
            Tags:"",
            Title:"1.6 - Nurturing Qualities",
            Content ID:"0",
            Nid:"0"
         }
      },
      {  
         node:{  
            title:"1.5 - Developmental Milestones",
            Depth:"3",
            Body:"Children go through a lot of changes when they grow up and they develop on many different levels, including physical, intellectual, emotional, and social levels! Let’s learn about some of these changes that your child is going through. This can help you structure your child’s world and interact with your child in ways that help him or her thrive! Video: Section - 1.5 Milestones Activity Let’s look at a few parenting scenarios. For each scenario, decide what developmental stage the child is in and check of the correct answer. Then learn what actions the parent can take to create appropriate opportunities for healthy growth. You can use the developmental milestones PDF as a reference by clicking on this link: [add link here]. Scenario: Jenny is age 5. She is an active child. She lives in a small apartment. Jenny’s mother is frustrated because Jenny jumps on the furniture. Scenario: Susan is age 6. Her mother picks out her clothes each morning. Today, Susan throws a temper tantrum because she does not want to wear the blue shirt given to her. She cries that all her friends are wearing pink shirts! ",
            Image:"",
            Tags:"",
            Title:"1.5 - Developmental Milestones",
            Content ID:"0",
            Nid:"0"
         }
      },
      {  
         node:{  
            title:"Page 4 of Lesson 5",
            Depth:"3",
            Body:"Page 4 content ",
            Image:"",
            Tags:"",
            Title:"Page 4 of Lesson 5",
            Content ID:"0",
            Nid:"0"
         }
      },
      {  
         node:{  
            title:"Page 3 of Lesson 5",
            Depth:"3",
            Body:"Page 3 content ",
            Image:"",
            Tags:"",
            Title:"Page 3 of Lesson 5",
            Content ID:"0",
            Nid:"0"
         }
      }
   ]
}

